---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LoadFailures.OpenAreaLoadLoopError
source: html/00891402-1a36-c19c-e3e1-f56867d279aa.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LoadFailures.OpenAreaLoadLoopError Property

Area Load Sketch can't contain open loops.

## Syntax (C#)
```csharp
public static FailureDefinitionId OpenAreaLoadLoopError { get; }
```